Repository: hamidhagh/ecommerce
Catalog: ecommerce/account/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Welcome
fa: خوش آمدید

source: This is your dashboard where you can perform any of the following:
fa: اینجا صفحه شخصی شماست که می توانید اقدامات زیر را انجام دهید:

source: Track your orders
fa: پیگیری سفارشات

source: Manage your account
fa: مدیریت حساب کاربری

source: Manage shipping
fa: مدیریت آدرس

source: Enter in a shipping address
fa: یک آدرس وارد کنید.

source: Update or delete your account
fa: به روز رسانی یا حذف حساب کاربری

source: Profile management
fa: مدیریت پروفایل

source: Track all of your orders here.
fa: سفارشات خود را در اینجا مشاهده کنید.

source: My orders
fa: سفارشات من

source: Account deletion
fa: حذف حساب کاربری

source: Are you sure that you want to delete your account?
fa: آیا مطمعن هستید می خواهید حساب کاربری خود را حذف کنید؟

source: Delete your account
fa: حذف حساب کاربری

source: Go back
fa: بازگشت

source: Please fill in your shipping address.
fa: لطفا مشخصات آدرس خود را وارد کنید.

source: Update shipping address
fa: به روز رسانی آدرس

source: Login to your account
fa: ورود به حساب کاربری

source: Login
fa: ورود

source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Forgotten your password?
fa: رمز عبور خود را فراموش کرده اید؟

source: Password reset complete
fa: ریست رمز عبور انجام شد.

source: Your password has been set. You may proceed to login
fa: رمز عبور شما ثبت شد. می توانید به حساب کاربری خود وارد شوید.

source: Enter your new password:
fa: پسورد جدید خود را وارد کنید.

source: Please enter your new password twice so that we can verify that you typed it in correctly!
fa: لطفا رمز عبور جدید خود را وارد کنید تا آن را تایید کنیم.

source: Update password
fa: به روز رسانی رمز عبور

source: We've emailed you instructions for setting your password.
fa: لینک تغییر رمز عبور برایتان ایمیل شد.

source: Please check your email.
fa: لطفا ایمیل خود را چک کنید.

source: Password reset
fa: ریست پسورد

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fa: رمز عبور خود را فراموش کرده اید؟ ایمیل خود را در زیر وارد کنید تا برایتان لینک تغییر رمز عبور را ایمیل کنیم.

source: Send password reset link
fa: ارسال لینک ریست پسورد

source: Manage your account effectively.
fa: حساب کاربری خود را مدیریت کنید.

source: Update your account
fa: به روز رسانی حساب کاربری

source: Feel free to make changes to your account.
fa: می توانید تغییراتی در حساب کاربری خود انجام دهید.

source: Proceed if you wish to delete your account.
fa: می خواهید حساب کاربری خود را حذف کنید؟

source: Email verification failed!
fa: تایید ایمیل ناموفق

source: Please contact admin support.
fa: لطفا با ادمین تماس حاصل فرمایید.

source: A verification link was sent to your email!
fa: لینک تایید ایمیل به شما ارسال شد.

source: Your account is now active!
fa: حساب کاربری شما فعال شد.

source: Please proceed to login.
fa: لطفا وارد حساب کاربری خود شوید.

source: Hi,
fa: سلام

source: Thank you for registering on our website.
fa: از ثبت نام شما در سایت متشکریم

source: Please verify your email by clicking the link below:
fa: لطفا ایمیل خود را با کلیک بر روی لینک زیر تایید کنید

source: Create your account
fa: ثبت نام

source: Purchase your favourite items today!
fa: محصولات مورد علاقه ی خود را امروز بخرید!

source: Create account
fa: ثبت نام

source: Already have an account?
fa: از قبل حساب کاربری دارید؟
